Repository: severinlindenmann/fernscout
Catalog: ios/App/App/Localizable.xcstrings
Source language: en
Languages: de, fr, hu, it

# connectionTrouble.cantReach.body
source: The phone is online, but %@ isn’t answering. It may be restarting or moved.
de: Das Telefon ist online, aber %@ antwortet nicht. Vielleicht startet er gerade neu oder ist umgezogen.
fr: Le téléphone est en ligne, mais %@ ne répond pas. Il est peut-être en train de redémarrer ou a changé d’adresse.
hu: A telefon online van, de a %@ nem válaszol. Lehet, hogy újraindul, vagy máshová költözött.
it: Il telefono è online, ma %@ non risponde. Potrebbe essere in riavvio o essersi spostato.

# connectionTrouble.cantReach.title
source: Can’t reach this server
de: Dieser Server antwortet nicht
fr: Impossible de joindre ce serveur
hu: Ez a szerver nem érhető el
it: Impossibile raggiungere questo server

# connectionTrouble.noInternet.body
source: This phone has no connection, so %@ can’t open. Nothing you saved is lost.
de: Dieses Telefon hat keine Verbindung, darum kann %@ nicht öffnen. Nichts, was du gespeichert hast, ist verloren.
fr: Ce téléphone n’a pas de connexion, donc %@ ne peut pas s’ouvrir. Rien de ce que tu as enregistré n’est perdu.
hu: Ennek a telefonnak nincs kapcsolata, ezért a %@ nem tud megnyílni. Semmi, amit elmentettél, nem veszett el.
it: Questo telefono non ha connessione, quindi %@ non può aprirsi. Niente di ciò che hai salvato è andato perso.

# connectionTrouble.noInternet.title
source: No internet connection
de: Keine Internetverbindung
fr: Pas de connexion internet
hu: Nincs internetkapcsolat
it: Nessuna connessione a internet

# connectionTrouble.openDefault
source: Open %@ instead
de: Stattdessen %@ öffnen
fr: Ouvrir %@ à la place
hu: Inkább a %@ megnyitása
it: Apri invece %@

# connectionTrouble.openDefaultCaption
source: %@ is a different Fernscout, not a copy of this journal.
de: %@ ist ein anderes Fernscout, keine Kopie dieses Journals.
fr: %@ est un autre Fernscout, pas une copie de ce journal.
hu: A %@ egy másik Fernscout, nem ennek a naplónak a másolata.
it: %@ è un altro Fernscout, non una copia di questo diario.

# connectionTrouble.recordingOn
source: Route recording: on, kept on the phone
de: Routenaufzeichnung: an, bleibt auf dem Telefon
fr: Enregistrement du trajet : activé, reste sur le téléphone
hu: Útvonalrögzítés: be, a telefonon marad
it: Registrazione del percorso: attiva, resta sul telefono

# connectionTrouble.tryAgain
source: Try again
de: Erneut versuchen
fr: Réessayer
hu: Próbáld újra
it: Riprova

# saveToInbox.choosePhotos
source: Choose photos
de: Fotos auswählen
fr: Choisir des photos
hu: Fényképek kiválasztása
it: Scegli foto

# saveToInbox.footer
source: Originals stay on this phone until the server confirms each one. Nothing goes on a day or gets published.
de: Die Originale bleiben auf diesem iPhone, bis der Server jedes einzelne bestätigt hat. Nichts kommt auf einen Tag oder wird veröffentlicht.
fr: Les originaux restent sur ce téléphone jusqu'à ce que le serveur confirme chacun d'eux. Rien n'est placé sur un jour ni publié.
hu: Az eredetik a telefonon maradnak, amíg a szerver mindegyiket vissza nem igazolja. Semmi sem kerül egy napra, és semmi sem jelenik meg nyilvánosan.
it: Gli originali restano su questo telefono finché il server non conferma ciascuno. Niente viene messo su un giorno né pubblicato.

# saveToInbox.onThisPhone
source: On this phone
de: Auf diesem iPhone
fr: Sur ce téléphone
hu: Ezen a telefonon
it: Su questo telefono

# saveToInbox.openStudioInbox
source: Open the inbox in the studio
de: Postfach im Studio öffnen
fr: Ouvrir la boîte de réception dans le studio
hu: Postafiók megnyitása a stúdióban
it: Apri la posta in arrivo nello studio

# saveToInbox.photosWaiting
source: Photos waiting: %d
de: Fotos warten: %d
fr: Photos en attente : %d
hu: Váró fényképek: %d
it: Foto in attesa: %d

# saveToInbox.remove.confirm
source: Remove
de: Entfernen
fr: Retirer
hu: Eltávolítás
it: Rimuovi

# saveToInbox.remove.keep
source: Keep
de: Behalten
fr: Garder
hu: Megtartom
it: Tieni

# saveToInbox.remove.message
source: This photo was never sent — it stays on your phone.
de: Dieses Foto wurde nie gesendet — es bleibt auf deinem iPhone.
fr: Cette photo n'a jamais été envoyée — elle reste sur votre téléphone.
hu: Ez a fénykép sosem lett elküldve — a telefonodon marad.
it: Questa foto non è mai stata inviata — resta sul tuo telefono.

# saveToInbox.remove.title
source: Remove from this list?
de: Aus dieser Liste entfernen?
fr: Retirer de cette liste ?
hu: Eltávolítod a listáról?
it: Rimuovere da questo elenco?

# saveToInbox.save
source: Save %d photos to inbox
de: %d Fotos ins Postfach sichern
fr: Enregistrer %d photos dans la boîte de réception
hu: %d fénykép mentése a postafiókba
it: Salva %d foto nella posta in arrivo

# saveToInbox.save.one
source: Save 1 photo to inbox
de: 1 Foto ins Postfach sichern
fr: Enregistrer 1 photo dans la boîte de réception
hu: 1 fénykép mentése a postafiókba
it: Salva 1 foto nella posta in arrivo

# saveToInbox.state.reconnect
source: Open the app to reconnect
de: Zum Neuverbinden die App öffnen
fr: Ouvrir l'app pour se reconnecter
hu: Nyisd meg az appot az újracsatlakozáshoz
it: Apri l'app per riconnetterti

# saveToInbox.state.refused
source: The server refused this photo
de: Der Server hat dieses Foto abgelehnt
fr: Le serveur a refusé cette photo
hu: A szerver elutasította ezt a fotót
it: Il server ha rifiutato questa foto

# saveToInbox.state.sent
source: In your inbox
de: Im Postfach
fr: Dans la boîte de réception
hu: A postafiókban
it: Nella posta in arrivo

# saveToInbox.state.waiting
source: Waiting
de: Wartet
fr: En attente
hu: Várakozik
it: In attesa

# saveToInbox.title
source: Save to inbox
de: Ins Postfach sichern
fr: Enregistrer dans la boîte de réception
hu: Mentés a postafiókba
it: Salva nella posta in arrivo

# saveToInboxIntent.title
source: Save to Fernscout inbox
de: Ins Fernscout-Postfach sichern
fr: Enregistrer dans la boîte de réception Fernscout
hu: Mentés a Fernscout postafiókba
it: Salva nella posta in arrivo di Fernscout

# shareInbox.allTrips
source: All trips (%d)
de: Alle Reisen (%d)
fr: Tous les voyages (%d)
hu: Összes út (%d)
it: Tutti i viaggi (%d)

# shareInbox.decideLater
source: Decide later
de: Später entscheiden
fr: Décider plus tard
hu: Döntsd el később
it: Decidi più tardi

# shareInbox.decideLater.detail
source: Lands in What's waiting
de: Landet bei „Was noch wartet“
fr: Atterrit dans « Ce qui attend »
hu: Az „Ami még vár” listára kerül
it: Finisce in “Cosa è in attesa”

# shareInbox.handingOver
source: Handing over…
de: Wird übergeben …
fr: Transmission…
hu: Átadás…
it: Consegna…

# shareInbox.handingOverCount
source: Handing over %d of %d…
de: %d von %d werden übergeben …
fr: Transfert de %d sur %d…
hu: %d. átadása, összesen %d…
it: Consegna di %d su %d…

# shareInbox.newTrip
source: Start a new trip from these
de: Neue Reise daraus beginnen
fr: Commencer un nouveau voyage avec ces photos
hu: Új út indítása ezekből
it: Inizia un nuovo viaggio da queste

# shareInbox.newTrip.detail
source: %d photographs · sorted into days in the studio
de: %d Fotos · im Studio auf Tage verteilt
fr: %d photos · réparties en jours dans le studio
hu: %d fénykép · a stúdióban napokra bontva
it: %d foto · divise in giorni nello studio

# shareInbox.newTrip.detail.one
source: 1 photograph · sorted into days in the studio
de: 1 Foto · im Studio auf Tage verteilt
fr: 1 photo · répartie en jours dans le studio
hu: 1 fénykép · a stúdióban napokra bontva
it: 1 foto · divisa in giorni nello studio

# shareInbox.studio.failed
source: Could not hand these over
de: Konnten nicht übergeben werden
fr: Impossible de les transférer
hu: Nem sikerült átadni
it: Impossibile consegnarle

# shareInbox.studio.heading
source: On its way to the studio
de: Unterwegs ins Studio
fr: En route vers le studio
hu: Úton a stúdióba
it: In viaggio verso lo studio

# shareInbox.studio.line
source: %d photographs · uploads in the background, originals intact. Open Fernscout → Bring in an old trip within two days to build it.
de: %d Fotos · laden im Hintergrund hoch, Originale bleiben erhalten. Öffne Fernscout → Eine alte Reise importieren, innerhalb von zwei Tagen, um sie aufzubauen.
fr: %d photos · envoi en arrière-plan, originaux intacts. Ouvre Fernscout → Importer un ancien voyage dans les deux jours pour le construire.
hu: %d fénykép · háttérben töltődik fel, az eredetik megmaradnak. Két napon belül nyisd meg a Fernscoutot → Egy régi út behozása, és építsd fel az utat.
it: %d foto · caricamento in background, originali intatti. Entro due giorni apri Fernscout → Importa un vecchio viaggio per costruirlo.

# shareInbox.studio.line.one
source: 1 photograph · uploads in the background, original intact. Open Fernscout → Bring in an old trip within two days to build it.
de: 1 Foto · lädt im Hintergrund hoch, Original bleibt erhalten. Öffne Fernscout → Eine alte Reise importieren, innerhalb von zwei Tagen, um sie aufzubauen.
fr: 1 photo · envoi en arrière-plan, original intact. Ouvre Fernscout → Importer un ancien voyage dans les deux jours pour le construire.
hu: 1 fénykép · háttérben töltődik fel, az eredeti megmarad. Két napon belül nyisd meg a Fernscoutot → Egy régi út behozása, és építsd fel az utat.
it: 1 foto · caricamento in background, originale intatto. Entro due giorni apri Fernscout → Importa un vecchio viaggio per costruirlo.

# shareInbox.noTripsYet
source: No trips yet
de: Noch keine Reisen
fr: Pas encore de voyage
hu: Még nincs út
it: Nessun viaggio ancora

# shareInbox.nothingToTake
source: Nothing here that Fernscout can take.
de: Hier ist nichts, was Fernscout übernehmen kann.
fr: Il n'y a rien ici que Fernscout puisse récupérer.
hu: Itt nincs semmi, amit a Fernscout átvehetne.
it: Qui non c'è nulla che Fernscout possa prendere.

# shareInbox.onItsWayToInbox
source: On its way to What's waiting
de: Unterwegs zu „Was noch wartet“
fr: En route vers « Ce qui attend »
hu: Úton van az „Ami még vár” listára
it: In arrivo a “Cosa è in attesa”

# shareInbox.onItsWayToTrip
source: On its way to “%@”
de: Unterwegs zu „%@“
fr: En route vers « %@ »
hu: Úton van ide: „%@”
it: In arrivo a “%@”

# shareInbox.openOnce
source: Open Fernscout once, then share again.
de: Öffne Fernscout einmal und teile dann erneut.
fr: Ouvrez Fernscout une fois, puis partagez à nouveau.
hu: Nyisd meg egyszer a Fernscoutot, majd oszd meg újra.
it: Apri Fernscout una volta, poi condividi di nuovo.

# shareInbox.reconnect
source: Open Fernscout once to reconnect this iPhone, then share again.
de: Öffne Fernscout einmal, um dieses iPhone neu zu verbinden, und teile dann erneut.
fr: Ouvrez Fernscout une fois pour reconnecter cet iPhone, puis partagez à nouveau.
hu: Nyisd meg egyszer a Fernscoutot, hogy újra összekapcsold ezt az iPhone-t, majd oszd meg újra.
it: Apri Fernscout una volta per riconnettere questo iPhone, poi condividi di nuovo.

# shareInbox.underWay
source: Under way
de: Unterwegs
fr: En cours
hu: Folyamatban
it: In corso

# shareInbox.uploading
source: %d photographs · uploads in the background, originals intact.
de: %d Fotos · lädt im Hintergrund hoch, Originale bleiben erhalten.
fr: %d photos · envoi en arrière-plan, originaux intacts.
hu: %d fénykép · háttérben töltődik fel, az eredetik megmaradnak.
it: %d foto · caricamento in background, originali intatti.

# shareInbox.uploading.one
source: 1 photograph · uploads in the background, original intact.
de: 1 Foto · lädt im Hintergrund hoch, Original bleibt erhalten.
fr: 1 photo · envoi en arrière-plan, original intact.
hu: 1 fénykép · háttérben töltődik fel, az eredeti megmarad.
it: 1 foto · caricamento in background, originale intatto.

# shareInbox.whichTrip
source: Which trip is this?
de: Zu welcher Reise gehört das?
fr: À quel voyage cela appartient-il ?
hu: Melyik úthoz tartozik ez?
it: A quale viaggio appartiene?

# routeActivity.headline
source: Route recording · Day %lld
de: Routenaufzeichnung · Tag %lld
fr: Enregistrement de l’itinéraire · Jour %lld
hu: Útvonal rögzítése · %lld. nap
it: Registrazione del percorso · Giorno %lld

# routeActivity.compactDay
source: Day %lld
de: Tag %lld
fr: Jour %lld
hu: %lld. nap
it: Giorno %lld

# routeActivity.lastSent
source: Last sent %@
de: Zuletzt gesendet %@
fr: Dernier envoi %@
hu: Utoljára elküldve %@
it: Ultimo invio %@

# routeActivity.recordsUntil
source: Records until %@
de: Zeichnet auf bis %@
fr: Enregistre jusqu’au %@
hu: Rögzítés eddig: %@
it: Registra fino al %@

# routeActivity.needsPermission.whenInUse
source: Location is “While using”. Recording stops when the app closes. Tap to fix.
de: Standort ist auf „Bei Nutzung“. Die Aufzeichnung stoppt, sobald die App geschlossen wird. Zum Beheben antippen.
fr: La localisation est réglée sur « Lors de l’utilisation ». L’enregistrement s’arrête à la fermeture de l’appli. Touchez pour corriger.
hu: A helymeghatározás „Alkalmazás használatakor” módban van. A rögzítés leáll, ha bezárod az appot. Koppints a javításhoz.
it: La posizione è impostata su “Solo durante l'uso”. La registrazione si ferma quando chiudi l'app. Tocca per risolvere.

# routeActivity.needsPermission.unauthorized
source: Sending refused. Positions stay on the phone. Open the app to sign in again.
de: Senden wurde abgelehnt. Positionen bleiben auf dem Telefon. Öffne die App, um dich erneut anzumelden.
fr: Envoi refusé. Les positions restent sur le téléphone. Ouvrez l’appli pour vous reconnecter.
hu: A küldés elutasítva. A pozíciók a telefonon maradnak. Nyisd meg az appot, hogy újra bejelentkezz.
it: Invio rifiutato. Le posizioni restano sul telefono. Apri l'app per accedere di nuovo.

# routeActivity.ended
source: Route recording stopped
de: Routenaufzeichnung beendet
fr: Enregistrement de l’itinéraire arrêté
hu: Útvonal rögzítése leállítva
it: Registrazione del percorso interrotta

# routeActivity.control.on
source: Route on
de: Route an
fr: Itinéraire activé
hu: Útvonal: be
it: Percorso attivo

# routeActivity.control.off
source: Route off
de: Route aus
fr: Itinéraire désactivé
hu: Útvonal: ki
it: Percorso disattivo

# routeActivity.stopConfirm.title
source: Stop recording the %@ route?
de: Aufzeichnung der Route „%@“ stoppen?
fr: Arrêter l’enregistrement de l’itinéraire « %@ » ?
hu: Leállítod a(z) „%@” útvonal rögzítését?
it: Interrompere la registrazione del percorso “%@”?

# routeActivity.stopConfirm.message
source: %lld unsent positions are on the phone. They are sent once more now; if that fails they are kept and sent next time.
de: %lld nicht gesendete Positionen sind auf dem Telefon. Sie werden jetzt noch einmal gesendet; schlägt das fehl, bleiben sie erhalten und werden beim nächsten Mal gesendet.
fr: %lld positions non envoyées se trouvent sur le téléphone. Elles seront renvoyées maintenant ; en cas d’échec, elles seront conservées et envoyées la prochaine fois.
hu: %lld el nem küldött pozíció van a telefonon. Most újra megpróbáljuk elküldeni őket; ha ez nem sikerül, megmaradnak, és legközelebb elküldjük.
it: %lld posizioni non inviate sono sul telefono. Verranno inviate di nuovo ora; se non riesce, resteranno e verranno inviate la prossima volta.

# routeActivity.stopConfirm.stop
source: Stop recording
de: Aufzeichnung stoppen
fr: Arrêter l’enregistrement
hu: Rögzítés leállítása
it: Interrompi registrazione

# routeActivity.stopConfirm.keep
source: Keep recording
de: Weiter aufzeichnen
fr: Continuer l’enregistrement
hu: Rögzítés folytatása
it: Continua a registrare

# widget.description
source: Route status and photos waiting to send.
de: Routenstatus und wartende Fotos.
fr: État de l’itinéraire et photos en attente d’envoi.
hu: Útvonal állapota és a küldésre váró fotók.
it: Stato del percorso e foto in attesa di invio.

# widget.day
source: Day %lld
de: Tag %lld
fr: Jour %lld
hu: %lld. nap
it: Giorno %lld

# widget.asOf
source: as of %@
de: Stand %@
fr: à %@
hu: ekkor: %@
it: alle %@

# widget.needsYou
source: Needs you
de: Braucht dich
fr: Besoin de toi
hu: Rád vár
it: Ha bisogno di te

# widget.sentShort
source: sent %@
de: gesendet %@
fr: envoyé à %@
hu: elküldve: %@
it: inviato alle %@

# widget.waitingShort
source: %d waiting
de: %d wartend
fr: %d en attente
hu: %d várakozik
it: %d in attesa
